{
  "model_type": "standard_transformer",
  "architectures": ["StandardForCausalLM"],
  "vocab_size": 50257,
  "d_model": 512,
  "n_layers": 8,
  "n_heads": 8,
  "max_position_embeddings": 128,
  "initializer_range": 0.02,
  "rms_norm_eps": 1e-6,
  "tie_word_embeddings": false,
  "use_cache": true
}
